/* hello.rex - Basic REXX Hello World */

SAY "Hello from REXX!"
SAY "This is ChrysaLisp REXX with IPC support"

name = "ChrysaLisp"
version = "1.0"

SAY "Running REXX version " version " on " name

EXIT 0
